/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ a %2$@ píšu...";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ a %3$@ píšu…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ a %4$@ ďalší píšu…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ a 1 ďalší píšu...";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ a %2$@ dostanú pozvánky";

/* No comment provided by engineer. */
"%@ invitation" = "%@ pozvánka";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ mimo kancelárie";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ je dnes mimo kancelárie";

/* Alice is typing… */
"%@ is typing…" = "%@ píše...";

/* {app name} is not installed */
"%@ not installed" = "%@ nie je nainštalované";

/* {app name} version not supported */
"%@ version not supported" = "%@ verzia nie je podporovná";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ dostane pozvánku";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ a %3$@ dostanú pozvánky";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ a %4$ld ďalší dostanú pozvánky";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ a 1 ďalší dostanú pozvánky";

/* No comment provided by engineer. */
"%d days ago" = "pred %d dňami";

/* No comment provided by engineer. */
"%d hours ago" = "pred %d hodinami";

/* No comment provided by engineer. */
"%d minutes ago" = "pred %d minútami";

/* Number of options in a poll */
"%d options" = "%d možností";

/* Replies in a thread */
"%d replies" = "%d odpovedí";

/* Votes in a poll */
"%d votes" = "%d hlasov";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "%ld oznámení";

/* No comment provided by engineer. */
"%ld participants" = "%ld účastníci";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld účastníkov v tomto hovore";

/* Replies in a thread */
"%ld replies" = "%ld odpovedí";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Stav používateľa „Nerušiť“ sa pri dôležitých konverzáciách ignoruje";

/* No comment provided by engineer. */
"1 day" = "1 deň";

/* No comment provided by engineer. */
"1 hour" = "1 hodina";

/* No comment provided by engineer. */
"1 week" = "1 týždeň";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Prístup k vášmu serveru v internetovom prehliadači";

/* No comment provided by engineer. */
"15 minutes" = "15 minút";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Prejdite do Nastavenia > Zabezpečenie > Vytvoriť nové heslo aplikácie";

/* Message is pinned 24 hours */
"24 hours" = "24 hodín";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Naskenujte zobrazený QR kód ";

/* Message is pinned 30 days */
"30 days" = "30 dní";

/* No comment provided by engineer. */
"30 minutes" = "30 minút";

/* No comment provided by engineer. */
"4 hours" = "4 hodiny";

/* No comment provided by engineer. */
"4 weeks" = "4 týždne";

/* Message is pinned 7 days */
"7 days" = "7 dní";

/* No comment provided by engineer. */
"8 hours" = "8 hodín";

/* No comment provided by engineer. */
"@-mentions only" = "zmienky iba v tvare @-meno";

/* No comment provided by engineer. */
"[Unknown username]" = "[Neznáme užívateľské meno]";

/* No comment provided by engineer. */
"About" = "O aplikácii";

/* No comment provided by engineer. */
"Absence" = "Neprítomnosť";

/* No comment provided by engineer. */
"Accept" = "Prijať";

/* No comment provided by engineer. */
"Account" = "Účet";

/* No comment provided by engineer. */
"Account already added" = "Účet už bol pridaný";

/* No comment provided by engineer. */
"Account not configured" = "Účet nie je nastavený";

/* No comment provided by engineer. */
"Account not found" = "Účet sa nenašiel";

/* No comment provided by engineer. */
"Accounts" = "Účty";

/* No comment provided by engineer. */
"Accuracy" = "Presnosť";

/* No comment provided by engineer. */
"Add (%lu)" = "Pridať (%lu)";

/* No comment provided by engineer. */
"Add account" = "Pridať účet";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Pridať internú poznámku o tomto ban-e";

/* No comment provided by engineer. */
"Add answer" = "Pridať odpoveď";

/* No comment provided by engineer. */
"Add attendees" = "Pridať účastníkov";

/* No comment provided by engineer. */
"Add participants" = "Pridať účastníkov";

/* No comment provided by engineer. */
"Add reaction" = "Pridať reakciu";

/* No comment provided by engineer. */
"Add to favorites" = "Pridať do obľúbených";

/* No comment provided by engineer. */
"Added note to self" = "Bola pridaná poznámka pre seba";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Pridanie pripomienky upozorní len užívateľov, ktorí správu ešte nečítali";

/* No comment provided by engineer. */
"Address" = "Adresa";

/* No comment provided by engineer. */
"Advanced" = "Rozšírené";

/* No comment provided by engineer. */
"AirPlay button" = "Tlačítko AirPlay";

/* No comment provided by engineer. */
"All messages" = "Všetky správy";

/* No comment provided by engineer. */
"All messages were deleted" = "Všetky správy boli vymazané";

/* No comment provided by engineer. */
"All notifications are muted" = "Všetky upozornenia sú stlmené";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Umožniť návštevníkom pripojiť sa k rozhovoru prostredníctvom odkazu";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Dovoliť účastníkom spomenúť @all (všetkých)";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Povoliť vytáčanie bez pin-u";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Povolené";

/* No comment provided by engineer. */
"Alphabetical order" = "Abecedné poradie";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "Povoliť i pre užívateľov aplikácií pre hostí";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Administrátor pridal vás a %ld ďalších účastníkov";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Administrátor pridal vás a {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Administrátor pridal {user0}  a %ld ďalších účastníkov";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Administrátor pridal {user0} a {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Administrátor degradoval vás a %ld účastníkov z moderátorov";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Administrátor degradoval vás a {user0} z moderátorov";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Administrátor degradoval {user0} a ďalších účastníkov z moderátorov";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Administrátor degradoval {user0} a {user1} z moderátorov";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Administrátor degradoval vás a %ld ďalších účastníkov z moderátorov";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Administrátor povýšil vás a {user0} na moderátorov";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Administrátor povýšil {user0} a %ld ďalších účastníkov na moderátorov";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Administrátor povýšil {user0} a {user1} na moderátorov";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Administrátor odstránil vás a %ld ďalších účastníkov";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Administrátor odstránil vás a {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Administrátor pridal {user0}  a %ld ďalších účastníkov";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Administrátor odstránil {user0} a {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Pri zmene nastavenia ochrany osobných údajov sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Pri zmene nastavenia stavu čítania sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Pri zmene nastavenia ochrany osobných údajov pri písaní sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Pri sťahovaní obrázku sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Pri odstraňovaní profilového obrázku sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred setting address" = "Pri nastavovaní adresy sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Pri nastavovaní email adresy sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Pri nastavovaní telefónneho čísla sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Pri nastavovaní profilového obrázku sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Pri nastavovaní Twitter účtu sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Pri nastavovaní užívateľského mena sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred setting website" = "Pri nastavovaní webovej stránky sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Pri pokuse o preklad správy sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Pri pridávaní %@ do miestnosti sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Pri pridávaní reakcie na správu sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Pri pridávaní poznámky sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Pri vymazávaní stavovej správy sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Pri vytváraní konceptu ankety sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Došlo k chybe pri vytváraní stretnutia";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Pri vytváraní ankety sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Pri vytváraní vlákna sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Pri vymazávaní správy sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Pri mazaní konceptu ankety sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Pri deaktivácii neprítomnosti sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Pri úprave ankety sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Pri otváraní súboru %@ sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "Došlo k chybe pri pripínaní správy";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Pri odstraňovaní reakcie zo správy sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Pri odstraňovaní avatara sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Počas odosielania správy sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Pri nastavovaní \(formattedPhoneNumber) ako telefónneho čísla sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Pri nastavovaní neprítomnosti sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Pri nastavovaní popisu sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Došlo k chybe pri nastavovaní online stavu";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Pri nastavovaní telefónneho čísla sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Pri nastavovaní stavovej správy sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Pri nastavovaní avatara sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Pri nastavovaní stavu používateľa došlo k chybe";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Počas zdieľania súboru sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Došlo k chybe pri spúšťaní novej skupinovej konverzácie";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Pri testovaní push notifikácií sa vyskytla chyba";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "Došlo k chybe pri odopínaní správy";

/* No comment provided by engineer. */
"an hour" = "hodina";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonymná anketa";

/* No comment provided by engineer. */
"Answer" = "Odpoveď";

/* No comment provided by engineer. */
"Answers" = "Odpovede";

/* No comment provided by engineer. */
"App" = "Aplikácia";

/* No comment provided by engineer. */
"App is outdated" = "Aplikácia nie je aktuálna";

/* No comment provided by engineer. */
"Appear offline" = "V odpojenom režime";

/* No comment provided by engineer. */
"Archive conversation" = "Archivovať konverzáciu";

/* No comment provided by engineer. */
"Archived conversations" = "Archivované konverzácie";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archivované konverzácie sú predvolene skryté v zozname konverzácií. Zobrazia sa iba vtedy, keď otvoríte zoznam archivovaných konverzácií.";

/* No comment provided by engineer. */
"Ask a question" = "Opýtať sa otázku";

/* No comment provided by engineer. */
"Attachments allowed?" = "Sú povolené prílohy?";

/* No comment provided by engineer. */
"Attendees" = "Účastníci";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Možnosti zvuku";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Zdieľanie audia, videa a obrazovky";

/* No comment provided by engineer. */
"Audios" = "Zvuky";

/* No comment provided by engineer. */
"Away" = "Preč";

/* No comment provided by engineer. */
"Back to conversations" = "Naspäť do konverzácií";

/* Ban a user/guest */
"Ban" = "Ban";

/* e.g. Ban John Doe */
"Ban %@" = "Zabanovať %@";

/* No comment provided by engineer. */
"Ban participant" = "Udeliť účastníkovy ban";

/* Date and time of ban creation */
"Banned by:" = "Ban udelený od:";

/* No comment provided by engineer. */
"Banned users and guests" = "Zabanovaný užívatelia a návštevníci";

/* Bold text */
"Bold" = "Tučné";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse poll drafts" = "Prehliadať koncepty ankiet";

/* No comment provided by engineer. */
"Busy" = "Zaneprázdnený";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Súbory vo vyrovnávacej pamäti";

/* No comment provided by engineer. */
"Cached images" = "Obrázky vo vyrovnávacej pamäti";

/* No comment provided by engineer. */
"Calendar" = "Kalendár";

/* No comment provided by engineer. */
"Call notification sent" = "Upozornenie na hovor odoslaný";

/* No comment provided by engineer. */
"Call options" = "Možnosti hovoru";

/* No comment provided by engineer. */
"Call recording enabled?" = "Je záznam hovorov zapnutý?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Nahrávanie horovu zlyhalo. Prosím kontaktujte administrátora";

/* No comment provided by engineer. */
"Call recording is starting" = "Spúšťa sa nahrávanie hovoru";

/* No comment provided by engineer. */
"Call recording started" = "Nahrávanie hovoru začalo";

/* No comment provided by engineer. */
"Call recording stopped" = "Nahrávanie hovoru bolo zastavené";

/* No comment provided by engineer. */
"Call without notification" = "Volať bez upozornenia";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "Je CallKit podporovaný?";

/* No comment provided by engineer. */
"Calls" = "Hovory";

/* No comment provided by engineer. */
"Calls enabled?" = "Sú volania povolené?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Boli prijaté hovory zo starého účtu.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Hovory zo starého účtu";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera access" = "Prístup ku fotoaparátu";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Nie je zapnutý prístup ku kamere. Skontrolujte svoje nastavenia.";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera vypnutá";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera zapnutá";

/* No comment provided by engineer. */
"Can create conversations?" = "Je možné vytvárať rozhovory?";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Zrušený hovor z iného účtu";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Nie je možné zdieľať do rozhovoru";

/* No comment provided by engineer. */
"Capabilities" = "Možnosti";

/* No comment provided by engineer. */
"Change password" = "Zmena hesla";

/* No comment provided by engineer. */
"Change your vote" = "Zmeniť hlasovanie";

/* No comment provided by engineer. */
"Chat" = "Správy";

/* No comment provided by engineer. */
"Chat messages" = "Chat správy";

/* No comment provided by engineer. */
"Clear cache" = "Vymazať vyrovnávaciu pamäť";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Vymazať uložené správy chatu";

/* No comment provided by engineer. */
"Clear reminder" = "Vymazať pripomienku";

/* No comment provided by engineer. */
"Clear status message" = "Vymazať správu o stave";

/* No comment provided by engineer. */
"Clear status message after" = "Vyčistiť správu o stave po";

/* No comment provided by engineer. */
"Close" = "Zatvoriť";

/* Code block */
"Code" = "Kód";

/* No comment provided by engineer. */
"Configuration" = "Nastavenia";

/* No comment provided by engineer. */
"Configure your next absence period" = "Nastavte si ďalšie obdobie svojej neprítomnosti";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Potvrdiť a skryť varovanie";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Pripájanie k %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Pripájanie k hovoru…";

/* No comment provided by engineer. */
"Contact access" = "Prístup ku kontaktu";

/* No comment provided by engineer. */
"Contact access has been denied" = "Prístup ku kontaktom bol zamietnutý";

/* No comment provided by engineer. */
"Contacts" = "Kontakty";

/* No comment provided by engineer. */
"Conversation creation failed" = "Vytvorenie konverzácie zlyhalo";

/* No comment provided by engineer. */
"Conversation details" = "Podrobnosti o konverzácii";

/* No comment provided by engineer. */
"Conversation name" = "Názov rozhovoru";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Meno pre konverzáciu nesmie byť prázdne";

/* No comment provided by engineer. */
"Conversation not found" = "Rozhovor sa nenašiel";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Rozhovor sa nenašiel alebo nie ste k nemu pripojený";

/* No comment provided by engineer. */
"Conversation participants" = "Účastníci rozhovoru";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Nastavenia konverzácie";

/* No comment provided by engineer. */
"Conversations" = "Konverzácie";

/* No comment provided by engineer. */
"Copy" = "Kopírovať";

/* No comment provided by engineer. */
"Copy message link" = "Kopírovať odkaz na správu";

/* No comment provided by engineer. */
"Copy message selection" = "Kopírovať výber správy";

/* No comment provided by engineer. */
"Could not access camera" = "Nie je možné pristupovať ku kamere";

/* No comment provided by engineer. */
"Could not access microphone" = "Nie je možné pristupovať k mikrofónu";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Nepodarilo sa získať prístup k rozpoznávaniu reči";

/* No comment provided by engineer. */
"Could not access your location" = "Nie je možné pristupovať k vašej polohe";

/* No comment provided by engineer. */
"Could not add participant" = "Účastníka sa nepodarilo pridať";

/* No comment provided by engineer. */
"Could not ban participant" = "Nie je možné udeliť ban";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Nebolo možné zmeniť nastavenie archivovanej konverzácie";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Nepodarilo sa zmeniť nastavenie upozornení na hovor";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Nedalo sa zmeniť dôležité nastavenie konverzácie";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Nepodarilo sa zmeniť rozsah konverzácie v zozname";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Stav konverzácie sa nepodarilo zmeniť";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Nepodarilo sa zmeniť práva na zmienku v konverzácii";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Nepodarilo sa zmeniť oprávnenie účastníka na moderovanie";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Nepodarilo sa zmeniť nastavenie upozornení";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Nepodarilo sa zmeniť nastavenie ochrany heslom";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Stav konverzácie iba na čítanie sa nepodarilo zmeniť";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Nedalo sa zmeniť nastavenie citlivého rozhovoru";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Nepodarilo sa zmeniť povolenie na zdieľanie konverzácie";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Nepodarilo sa zmeniť stav SIP konverzácie";

/* No comment provided by engineer. */
"Could not clear chat history" = "Históriu četu sa nepodarilo vymazať";

/* No comment provided by engineer. */
"Could not clear status message" = "Správu o stave sa nepodarilo vyčistiť";

/* No comment provided by engineer. */
"Could not create meeting" = "Nepodarilo sa vytvoriť stretnutie";

/* No comment provided by engineer. */
"Could not delete conversation" = "Nie je možné vymazať konverzáciu";

/* No comment provided by engineer. */
"Could not disable absence" = "Nepodarilo sa zakázať neprítomnosť";

/* No comment provided by engineer. */
"Could not get available languages" = "Nepodarilo sa získať dostupné jazyky";

/* No comment provided by engineer. */
"Could not join %@ call" = "Nedarí sa pripojiť k hovoru %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Nedarí sa pripojiť k hovoru s %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Nie je možné sa pripojiť ku konverzácii";

/* No comment provided by engineer. */
"Could not leave conversation" = "Nie je možné opustiť rozhovor";

/* No comment provided by engineer. */
"Could not login with QR code" = "Nedalo sa prihlásiť pomocou QR kódu";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "Účastníka nebolo možné odstrániť";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Konverzáciu nebolo možné premenovať";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Nepodarilo sa znova odoslať pozvánky emailom";

/* No comment provided by engineer. */
"Could not send call notification" = "Nepodarilo sa odoslať upozornenie na hovor";

/* No comment provided by engineer. */
"Could not send the message" = "Správu nebolo možné odoslať";

/* No comment provided by engineer. */
"Could not set absence" = "Nie je možné nastaviť neprítomnosť";

/* No comment provided by engineer. */
"Could not set conversation name" = "Nie je možné nastaviť meno konverzácie";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Nepodarilo sa nastaviť čas vypršania platnosti správy";

/* No comment provided by engineer. */
"Could not set online status" = "Nedalo sa nastaviť online stav";

/* No comment provided by engineer. */
"Could not set phone number" = "Nemôžem nastaviť telefónne číslo";

/* No comment provided by engineer. */
"Could not set status message" = "Správu o stave sa nepodarilo nastaviť";

/* No comment provided by engineer. */
"Could not share file" = "Súbor nebolo možné zdieľať";

/* No comment provided by engineer. */
"Could not start group conversation" = "Nemožno začať skupinový rozhovor";

/* No comment provided by engineer. */
"Create" = "Vytvoriť";

/* No comment provided by engineer. */
"Create a new conversation" = "Vytvoriť novú konverzáciu";

/* No comment provided by engineer. */
"Create a thread" = "Vytvoriť vlákno";

/* No comment provided by engineer. */
"Create or join a conversation" = "Vytvoriť alebo pripojiť sa ku konverzácii";

/* No comment provided by engineer. */
"Create poll" = "Vytvoriť anketu";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Vytváranie konceptu ankety zlyhalo";

/* No comment provided by engineer. */
"Creating poll failed" = "Vytváranie ankety zlyhalo";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Prihlasovacie údaje pre tento účet už nie su platné";

/* Custom message expiration */
"Custom" = "Vlastný";

/* name of a moderator who banned a participant */
"Date:" = "Dátum:";

/* No comment provided by engineer. */
"days" = "dní";

/* No comment provided by engineer. */
"Deck cards" = "Karty aplikácie deck";

/* No comment provided by engineer. */
"Default" = "Predvolené";

/* No comment provided by engineer. */
"Delete" = "Zmazať";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Vymazať všetko";

/* No comment provided by engineer. */
"Delete all messages" = "Vymazať vsšetky správy";

/* No comment provided by engineer. */
"Delete conversation" = "Zmazať rozhovor";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Odstrániť teraz";

/* No comment provided by engineer. */
"Deleted user" = "Zmazaný užívateľ";

/* No comment provided by engineer. */
"Deleting message" = "Mažem správu";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Zmazanie konceptu ankety zlyhalo";

/* No comment provided by engineer. */
"Demote from moderator" = "Odobrať moderovanie";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Zamietnuté";

/* No comment provided by engineer. */
"Description" = "Popis";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Popis nemôže byť dlhší ako 500 znakov";

/* No comment provided by engineer. */
"Details" = "Podrobnosti";

/* No comment provided by engineer. */
"detected" = "detekované";

/* No comment provided by engineer. */
"Detecting language" = "Zisťujem jazyk";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostika";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "Zakázať neprítomnosť";

/* No comment provided by engineer. */
"Disable blur" = "Vypnúť rozmazanie";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Vypnúť reproduktor";

/* No comment provided by engineer. */
"Disconnected" = "Odpojené";

/* No comment provided by engineer. */
"Dismiss" = "Zatvoriť";

/* No comment provided by engineer. */
"Dismiss notification" = "Zatvoriť upozornenie";

/* No comment provided by engineer. */
"Do not disturb" = "Nerušiť";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Naozaj chcete vymazať vyrovnávaciu pamäť súborov?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Naozaj chcete vymazať vyrovnávaciu pamäť obrázkov?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Naozaj chcete vymazať všetky správy v tejto konverzácii?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Naozaj chcete túto konverzáciu odstrániť pre všetkých?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Naozaj chcete ukončiť túto anketu?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Skutočne sa chcete odhlásiť z tohto účtu?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Skutočne odstrániť tento účet?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Chcete sa napriek tomu pripojiť k serveru?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Chcete vymazať túto konverzáciu?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Chcete zapnúť kameru?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Chcete sa pripojiť k tomuto hovoru?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Chcete zdieľať '%@' v konverzácii?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Chcete zastaviť nahrávanie?";

/* No comment provided by engineer. */
"Don't clear" = "Nemazať";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Dialógové okno overenia zrušíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Dvojitým klepnutím zrušíte možnosti zdieľania";

/* No comment provided by engineer. */
"Double tap to display call options" = "Dvojitým klepnutím zobrazíte možnosti hovoru";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Dvakrát klepnite na zobrazenie ponuky možností";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Dvojitým kliknutím zobrazíte možnosti úrovne upozornení na vlákno";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Dvojitým klepnutím upravíte profil";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Dvojitým klepnutím zapnete alebo vypnete \"Hovor bez možnosti upozornenia\".";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Dvojitým klepnutím zapnete alebo vypnete kameru.";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Dvojitým klepnutím zapnete alebo vypnete mikrofón.";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Dvojitým klepnutím zapnete alebo vypnete reproduktor.";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Dvojitým klepnutím dokončíte upravovanie profilu";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Dvojitým klepnutím prejdete na informácie o konverzácii.";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Dvojitým klepnutím prejdete do používateľského profilu a nastavení aplikácie";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Dvojitým klepnutím zdvihnete hovor.";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Dvojitým klepnutím sa prestanete hlásiť o slovo";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Dvojitým klepnutím otvoríte súborový prehliadač.";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Dvojitým klepnutím vyberiete rôzne zvukové trasy";

/* No comment provided by engineer. */
"Double tap to send message" = "Dvojitým klepnutím odošlete správu";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Dvojitým klepnutím zdieľate s vybranými konverzáciami";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Dvojitým klepnutím zobrazíte viac akcií";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Dvojitým klepnutím zobrazíte alebo skryjete zobrazenie rozhovoru";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Dvojitým klepnutím začnete videohovor";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Dvojitým klepnutím začnete hlasový hovor";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Dvojitým klepnutím zastavíte nahrávanie";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Dvojitým klepnutím zmeníte tento hovor na videohovor";

/* No comment provided by engineer. */
"Duplicate session" = "Duplikovať reláciu";

/* Edit a message or room participants */
"Edit" = "Upraviť";

/* No comment provided by engineer. */
"Edit attendees" = "Upraviť účastníkov";

/* No comment provided by engineer. */
"Edit thread details" = "Upraviť detaily vlákna";

/* A message was edited */
"edited" = "upravené";

/* A message was edited by ... */
"edited by" = "upravil/a";

/* A message was edited by ... */
"Edited by" = "Upravené od";

/* No comment provided by engineer. */
"Editing Message" = "Upravujem správu";

/* No comment provided by engineer. */
"Editing poll draft" = "Úprava konceptu ankety";

/* No comment provided by engineer. */
"Editing poll failed" = "Úprava ankety zlyhala";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Buď nemáte povolenie na rozhovor, alebo je konverzácia len na čítanie.";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Empty summary response" = "Prázdna súhrnná odpoveď";

/* No comment provided by engineer. */
"Enable" = "Zapnúť";

/* No comment provided by engineer. */
"Enable blur" = "Zapnúť rozmazanie";

/* No comment provided by engineer. */
"Enable screensharing" = "Povoliť zdieľanie obrazovky";

/* No comment provided by engineer. */
"Enable speaker" = "Zapnúť reproduktor";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "Ukončiť hovor";

/* No comment provided by engineer. */
"End call for everyone" = "Ukončiť hovor pre všetkých";

/* No comment provided by engineer. */
"End poll" = "Ukončiť anketu";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Zadajte heslo";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Pri vytváraní pripomienky sa vyskytla chyba";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Pri úprave správy sa vyskytla chyba";

/* External signaling used */
"External" = "Externý";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Pri prijímaní pozvánky sa vyskytla chyba";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Pri kontrole alebo vytváraní adresára s prílohami sa vyskytla chyba";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Pri mazaní pripomienky sa vyskytla chyba";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Nepodarilo sa pripojiť k %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Správu sa nepodarilo preposlať";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Nepodarilo sa získať kalendár na naplánovanie stretnutia";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Pri odmietaní pozvánky sa vyskytla chyba";

/* No comment provided by engineer. */
"Failed to send message" = "Správu sa nepodarilo odoslať";

/* No comment provided by engineer. */
"Failed to share recording" = "Pri zdieľaní nahrávky sa vyskytla chyba";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Pri rušení banu pre vybranú položku sa vyskytla chyba";

/* No comment provided by engineer. */
"Federated" = "Združený";

/* No comment provided by engineer. */
"Fetching status …" = "Načítava sa stav...";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "Súbory";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Filtre";

/* No comment provided by engineer. */
"First day" = "Prvý deň";

/* No comment provided by engineer. */
"Follow conversation settings" = "Sledovať nastavenia konverzácie";

/* No comment provided by engineer. */
"For password reset and notifications" = "Na znovu-nastavenie hesla a oznámení";

/* No comment provided by engineer. */
"Format" = "Formát";

/* No comment provided by engineer. */
"Forward" = "Preposlať";

/* No comment provided by engineer. */
"Forward to" = "Preposlať na";

/* 'From' which language user wants to translate text */
"From" = "Od";

/* from Alice at nextcloud.local */
"from %@ at %@" = "od %1$@ o %2$@";

/* No comment provided by engineer. */
"Full name" = "Celé meno";

/* No comment provided by engineer. */
"Generate summary" = "Vygenerovať zhrnutie";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generujem zhrnutie neprečítaných správ";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Generovanie zhrnutia neprečítaných správ zlyhalo";

/* No comment provided by engineer. */
"Get source code" = "Získajte zdrojový kód";

/* No comment provided by engineer. */
"GitHub API error" = "Chyba GitHub API";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Dať súhlas a pripojiť sa k hovoru";

/* No comment provided by engineer. */
"Go to message" = "Prejsť na správu";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "hosť";

/* No comment provided by engineer. */
"Guest" = "Hosť";

/* No comment provided by engineer. */
"Guests access" = "Prístup pre hostí";

/* No comment provided by engineer. */
"Guests app enabled?" = "Máte povolenú aplikáciu Hostia?";

/* No comment provided by engineer. */
"Hang up" = "Zložiť";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Skryť";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Vysoká";

/* No comment provided by engineer. */
"hours" = "hodín";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Ak vymažete rozhovor, bude tiež vymazaný aj pre %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Ak povolíte kameru, tento hovor sa na niekoľko sekúnd preruší.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Ak používate viacero serverov, musíte ich skontrolovať všetky.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Obrázky, súbory, hlasové správy…";

/* No comment provided by engineer. */
"Import account" = "Importovať účet";

/* No comment provided by engineer. */
"Important conversation" = "Dôležitá konverzácia";

/* No comment provided by engineer. */
"in" = "v";

/* No comment provided by engineer. */
"Include calls in call history" = "Zahrnúť hovory v histórii hovorov";

/* Message is pinned indefinitely */
"Indefinitely" = "Neurčito";

/* Internal signaling used */
"Internal" = "Interné";

/* Internal note about why a user/guest was banned */
"Internal note" = "Interná poznámka";

/* No comment provided by engineer. */
"Invalid date range" = "Neplatný časový rozsah";

/* No comment provided by engineer. */
"Invalid email address" = "Neplatná emailová adresa";

/* No comment provided by engineer. */
"Invalid end date" = "Neplatný dátum ukončenia";

/* No comment provided by engineer. */
"Invalid server address" = "Neplatná adresa servera";

/* No comment provided by engineer. */
"Invalid start date" = "Neplatný dátum začiatku";

/* No comment provided by engineer. */
"Invisible" = "Neviditeľné";

/* No comment provided by engineer. */
"Invitation resent" = "Pozvánka znova odoslaná";

/* No comment provided by engineer. */
"Invitations resent" = "Pozvánky znova odoslané";

/* Invitation for a meeting */
"Invite all users and emails" = "Pozvať všetkých užívateľov a emaily";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Zdá sa, že komponent %@ nie je na vašom serveri nainštalovaný.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Zdá sa, že nie je k dispozícii pripojenie k internetu.";

/* Italic text */
"Italic" = "Kurzíva";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Pripojte sa k rozhovoru, alebo začnite nový";

/* No comment provided by engineer. */
"Join call" = "Pripojiť sa k hovoru";

/* No comment provided by engineer. */
"Join call (audio only)" = "Pripojiť sa k hovoru (len zvuk)";

/* No comment provided by engineer. */
"Join call with video" = "Pripojiť sa k hovoru pomocou videa";

/* No comment provided by engineer. */
"Join open conversations" = "Pripojiť sa k prebiehajúcim konverzáciam";

/* No comment provided by engineer. */
"Join video call" = "Pripojiť sa k video hovoru";

/* No comment provided by engineer. */
"Keep" = "Ponechať";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Posledný deň (vrátane)";

/* Last subscription to the push notification server */
"Last subscription" = "Posledné prihlásenie sa k odberu";

/* No comment provided by engineer. */
"Last sync" = "Posledná synchronizácia";

/* Remind me later today about that message */
"Later today" = "Neskôr dnes";

/* No comment provided by engineer. */
"Leave" = "Odísť";

/* No comment provided by engineer. */
"Leave call" = "Opustiť hovor";

/* No comment provided by engineer. */
"Leave conversation" = "Odísť z rozhovoru";

/* No comment provided by engineer. */
"less than a minute ago" = "pred menej než minútou";

/* No comment provided by engineer. */
"Link https://…" = "Odkaz https://…";

/* No comment provided by engineer. */
"Linked file" = "Prepojený súbor";

/* No comment provided by engineer. */
"Load more results" = "Načítať viac výsledkov";

/* No comment provided by engineer. */
"Lobby" = "Miestnosť";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Hala je stále aktívna a vy nie ste moderátor";

/* No comment provided by engineer. */
"Local" = "Lokálne";

/* No comment provided by engineer. */
"Local time: %@" = "Miestny čas: %@";

/* No comment provided by engineer. */
"Location" = "Umiestnenie";

/* No comment provided by engineer. */
"Location access" = "Prístup k polohe";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Služba určovania polohy bola odmietnutá. Skontrolujte svoje nastavenia.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Nie sú povolené lokalizačné služby";

/* No comment provided by engineer. */
"Locations" = "Umiestnenie";

/* No comment provided by engineer. */
"Lock conversation" = "Zamknúť konverzáciu";

/* No comment provided by engineer. */
"Log in" = "Prihlásiť sa";

/* No comment provided by engineer. */
"Log out" = "Odhlásiť";

/* No comment provided by engineer. */
"Logged out" = "Odhlásený";

/* No comment provided by engineer. */
"Long absence message" = "Správa pri Dlhej neprítomnosti";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Nízka";

/* No comment provided by engineer. */
"Lower hand" = "Dať ruku dole";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Ručné nastavenia";

/* No comment provided by engineer. */
"Mark as read" = "Označiť ako prečítané";

/* No comment provided by engineer. */
"Mark as unread" = "Označiť ako neprečítané";

/* No comment provided by engineer. */
"Match system contacts" = "Priraďte kontakty systému";

/* No comment provided by engineer. */
"Media" = "Média";

/* No comment provided by engineer. */
"Meeting created" = "Stretnutie vytvorené";

/* No comment provided by engineer. */
"Meeting ended" = "Stretnutie sa skončilo";

/* No comment provided by engineer. */
"Meeting ID" = "ID schôdzky";

/* No comment provided by engineer. */
"Meeting settings" = "Nastavenia schôdzky";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Stretnutia";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Spomenutý/á";

/* Copy 'message' */
"Message" = "Správa";

/* No comment provided by engineer. */
"Message copied" = "Správa skopírovaná";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Správa nemôže byť vymazaná pretože je príliš stará";

/* No comment provided by engineer. */
"Message deleted successfully" = "Správa úspešne vymazaná";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Správa bola úspešne odstránená, ale Matterbridge je nakonfigurovaný a správa už môže byť distribuovaná do iných služieb";

/* No comment provided by engineer. */
"Message editing failed" = "Zlyhala úprava správy";

/* No comment provided by engineer. */
"Message expiration" = "Vypršanie platnosti správy";

/* Copy 'link' to a message */
"Message link" = "Odkaz na správu";

/* No comment provided by engineer. */
"Message link copied" = "Odkaz na správu bol skopírovaný";

/* No comment provided by engineer. */
"Message pinned" = "Správa pripnutá";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Ukážka správy bude v zozname konverzácií a v upozorneniach vypnutá";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Zmena preplánovania správy zlyhala";

/* No comment provided by engineer. */
"Message scheduling failed" = "Plánovanie správy zlyhalo";

/* No comment provided by engineer. */
"Message successfully edited" = "Správa bola úspešne upravená";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Správa bola úspešne preplánovaná";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Správa bola úspešne naplánovaná";

/* No comment provided by engineer. */
"Message unpinned" = "Správa odopnutá";

/* No comment provided by engineer. */
"Messages" = "Správy";

/* No comment provided by engineer. */
"Microphone" = "Mikrofón";

/* No comment provided by engineer. */
"Microphone access" = "Prístup k mikrofónu";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Prístup k mikrofónu nie je povolený. Skontrolujte svoje nastavenia.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofón vypnutý";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofón zapnutý";

/* No comment provided by engineer. */
"minutes" = "minút";

/* No comment provided by engineer. */
"Missed call from" = "Zmeškaný hovor od";

/* No comment provided by engineer. */
"Missing phone number information" = "Chýbajú informácie o telefónnom čísle";

/* The signaling mode used */
"Mode" = "Režim";

/* No comment provided by engineer. */
"moderator" = "moderátor";

/* No comment provided by engineer. */
"Modification date" = "Dátum zmeny";

/* More menu elements */
"More" = "More";

/* No comment provided by engineer. */
"More actions" = "Viac akcií";

/* No comment provided by engineer. */
"Multiple answers" = "Viac odpovedí";

/* No comment provided by engineer. */
"Mute all notifications" = "Stíšiť všetky upozornenia";

/* No comment provided by engineer. */
"Mute others" = "Stlmiť ostatných";

/* No comment provided by engineer. */
"My location" = "Moja poloha";

/* No comment provided by engineer. */
"Name" = "Meno";

/* No comment provided by engineer. */
"Nearby places" = "Blízke miesta";

/* No comment provided by engineer. */
"Network available" = "Sieť dostupná";

/* No comment provided by engineer. */
"Network not available" = "Sieť nedostupná";

/* Never subscribed to the push notification server */
"Never subscribed" = "Nikdy neprihlásené k odberu";

/* No comment provided by engineer. */
"New conversation" = "Nový rozhovor";

/* No comment provided by engineer. */
"New poll" = "Nová anketa";

/* Remind me next week about that message */
"Next week" = "Nasledujúci týždeň";

/* No comment provided by engineer. */
"Tassos server not found" = "Tassos server sa nenašiel";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"No actions available" = "NIe sú dostupné žiadne akcie";

/* No comment provided by engineer. */
"No active account found" = "Žiadny aktívny účet sa nenašiel";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Nie je k dispozícii žiadny poskytovateľ AI alebo sumarizácia zlyhala";

/* No comment provided by engineer. */
"No banned users or guests" = "Žiadny zabanovaný užívatelia alebo návštevníci";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Nie je zadaný popis";

/* No comment provided by engineer. */
"No files in here" = "Nie sú tu žiadne súbory";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Žiadny filter";

/* No comment provided by engineer. */
"No followed threads" = "Žiadne sledované vlákna";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "Žiadne správy pre sumarizáciu";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Zatiaľ žiadne správy, začnite rozhovor!";

/* No comment provided by engineer. */
"No participants found" = "Nenašli sa žiadni účastníci";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Nemáte povolenie pripojiť sa k tejto konverzácii";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Zatiaľ neboli uložené žiadne koncepty ankiet";

/* No comment provided by engineer. */
"No recent threads" = "Žiadne nedávne vlákna";

/* No comment provided by engineer. */
"No response from server" = "Žiadna odpoveď zo servera";

/* No comment provided by engineer. */
"No results found" = "Neboli nájdené žiadne výsledky";

/* No comment provided by engineer. */
"No shared items" = "Žiadne zdieľané položky";

/* No comment provided by engineer. */
"No upcoming events" = "Žiadne nadchádzajúce udalosti";

/* No comment provided by engineer. */
"No user found" = "Žiadny užívateľ nebol nenájdený";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normálna";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Nevyžiadané";

/* No comment provided by engineer. */
"Note to self" = "Poznámka pre seba";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Poznámka:";

/* No comment provided by engineer. */
"Notifications" = "Hlásenia";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Je povolená aplikácia upozornení?";

/* No comment provided by engineer. */
"Notify about calls" = "Upozorniť na hovory";

/* Indicates an event happening right now */
"Now" = "Teraz";

/* No comment provided by engineer. */
"Off" = "Vypnúť";

/* No comment provided by engineer. */
"Offline" = "Offline";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Odpojené, zobrazujem iba stiahnuté správy";

/* No comment provided by engineer. */
"OK" = "OK";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Starý účet";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Keď je konverzácia opustená, na opätovné zapojenie do uzavretej konverzácie je potrebné pozvánka. K otvorenej konverzácii sa môžete pripojiť kedykoľvek.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Keď bude zrušená archivácia konverzácie, bude predvolene znova zobrazená.";

/* No comment provided by engineer. */
"Online" = "Pripojené";

/* No comment provided by engineer. */
"Online status" = "Stav pripojenia";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Iba zdieľanie audia a obrazovky";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Odstrániť sa dajú iba bežné správy z četu";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Synchronizovať iba s dôveryhodnými servermi";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Viditeľné iba pre ľudí zhodujúcich sa s integráciou telefónneho čísla";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Viditeľné iba pre ľudí na tejto inštancii a hostí";

/* No comment provided by engineer. */
"Open" = "Otvoriť";

/* No comment provided by engineer. */
"Open app settings" = "Otvoriť nastavenia aplikácie";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Otvoriť konverzáciu pre registrovaných užívateľov";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Otvorené konverzácie";

/* No comment provided by engineer. */
"Open in %@" = "Otvoriť v  %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Otvoriť v Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Otvoriť v Mapách";

/* A menu to show additional options for the current conversation */
"Option menu" = "Ponukové menu";

/* No comment provided by engineer. */
"Other Accounts" = "Iné účty";

/* No comment provided by engineer. */
"Other participants" = "Ďalší účastníci";

/* No comment provided by engineer. */
"Others" = "Ostatné";

/* Owner of a repository */
"Owner" = "Vlastník";

/* No comment provided by engineer. */
"Participants" = "Účastníci";

/* No comment provided by engineer. */
"Password" = "Heslo";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Password protection";

/* No comment provided by engineer. */
"Pending invitations" = "Čakajúce pozvánky";

/* No comment provided by engineer. */
"Phone number" = "Telefónne číslo";

/* No comment provided by engineer. */
"Phone number integration" = "Integrácia telefónneho čísla";

/* No comment provided by engineer. */
"Phone number set successfully" = "Telefónne číslo bolo úspešne nastavené";

/* No comment provided by engineer. */
"Photo Library" = "Knižnica fotiek";

/* No comment provided by engineer. */
"Photo library access" = "Prístup k albumu fotiek";

/* No comment provided by engineer. */
"Pick date & time" = "Vyberte dátum a čas";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pripnúť správu";

/* Message was pinned at … */
"Pinned at %@" = "Pripnuté %@";

/* A message was pinned by ... */
"pinned by" = "pripnuté od";

/* No comment provided by engineer. */
"Pinned messages" = "Pripnuté správy";

/* Message is pinned until … */
"Pinned until %@" = "Pripnuté do %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Prosím skontrolujte že ste zadali správnu adresu serveru.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos server address." = "Prosím skontrolujte že ste zadali správnu adresu Tassos serveru.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Skontrolujte, či ste zadali správnu adresu servera.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Kontaktujte prosím vášho systémového administrátora.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Prosím aktualizujte svoj server na poslednú %@ dostupnú verziu.";

/* No comment provided by engineer. */
"Please update." = "Prosím aktualizujte.";

/* No comment provided by engineer. */
"Poll" = "Anketa";

/* No comment provided by engineer. */
"Poll draft" = "Koncept ankety";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Koncept ankety bol uložený";

/* No comment provided by engineer. */
"Poll drafts" = "Koncepty ankiet";

/* No comment provided by engineer. */
"Poll results" = "Výsledky ankety";

/* No comment provided by engineer. */
"Polls" = "Ankety";

/* No comment provided by engineer. */
"Preview" = "Náhľad";

/* No comment provided by engineer. */
"Privacy" = "Ochrana osobných údajov";

/* No comment provided by engineer. */
"Private" = "Súkromné";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile picture" = "Profilový obrázok";

/* No comment provided by engineer. */
"Promote to moderator" = "Povýšiť na moderátora";

/* No comment provided by engineer. */
"Published" = "Publikované";

/* No comment provided by engineer. */
"Push notifications" = "Push notifikácie";

/* No comment provided by engineer. */
"Question" = "Otázka";

/* No comment provided by engineer. */
"Raise hand" = "Zdvihnúť ruku";

/* No comment provided by engineer. */
"Reachable?" = "Dostupné?";

/* No comment provided by engineer. */
"Reactions" = "Reakcie";

/* No comment provided by engineer. */
"Read status" = "Stav čítania";

/* No comment provided by engineer. */
"Received call from an old account" = "Prijatý hovor zo starého účtu";

/* No comment provided by engineer. */
"Recent threads" = "Nedávne vlákna";

/* No comment provided by engineer. */
"Record voice message" = "Nahrať hlasovú správu";

/* No comment provided by engineer. */
"Recording" = "Záznam";

/* No comment provided by engineer. */
"Recording consent is required" = "Súhlas so záznamom je vyžadovaný";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Súhlas so záznamom je vyžadovaný pre pripojenie k hovoru";

/* No comment provided by engineer. */
"Recordings" = "Záznamy";

/* No comment provided by engineer. */
"Redo" = "Vrátiť";

/* No comment provided by engineer. */
"Reference API supported?" = "Je podporované referenčné API?";

/* No comment provided by engineer. */
"Reject" = "Odmietnuť";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Pripomienka bola úspešne vymazaná";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Pripomienka bola úspešne nastavená";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Vzdialený server je nedostupný";

/* No comment provided by engineer. */
"Remove" = "Odobrať";

/* No comment provided by engineer. */
"Remove account" = "Odobrať účet";

/* No comment provided by engineer. */
"Remove from favorites" = "Odstrániť z obľúbených";

/* No comment provided by engineer. */
"Remove group and members" = "Odobrať skupinu a členov";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Odstráňte staré duplicitné záznamy a ponechajte len najnovšie záznamy.";

/* No comment provided by engineer. */
"Remove participant" = "Odobrať účastníka";

/* No comment provided by engineer. */
"Remove password" = "Odstrániť heslo";

/* No comment provided by engineer. */
"Remove team and members" = "Odstrániť tím a členov";

/* Replacement in case of out of office */
"Replacement" = "Náhrada";

/* Replacement in case of out of office */
"Replacement (optional)" = "Výmena (voliteľné)";

/* No comment provided by engineer. */
"Reply" = "Odpoveď";

/* No comment provided by engineer. */
"Reply privately" = "Odpovedať súkromne";

/* Name of a repository */
"Repo" = "Repozitár";

/* Reschedule a message that is send later */
"Reschedule" = "Preplánovať";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Znovu odoslať";

/* No comment provided by engineer. */
"Resend invitation" = "Znovu odoslať pozvánku";

/* No comment provided by engineer. */
"Resend invitations" = "Znovy odslať pozvánky";

/* Title for a section where different reset options are shown */
"Reset" = "Resetovať";

/* Replacement in case of out of office */
"Reset replacement" = "Náhrada resetu";

/* Results of a poll */
"Results" = "Výsledky";

/* No comment provided by engineer. */
"Retry" = "Zopakovať";

/* Save conversation description */
"Save" = "Uložiť";

/* No comment provided by engineer. */
"Save as draft" = "Uložiť ako koncept";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Uložiť do \"Poznámka pre seba\"";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Pozdravte svojich priateľov a kolegov!";

/* No comment provided by engineer. */
"Scan QR code" = "Skenovať QR kód";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Naplánovať";

/* No comment provided by engineer. */
"Schedule a meeting" = "Naplánovať stretnutie";

/* No comment provided by engineer. */
"Scheduled messages" = "Plánované správy";

/* No comment provided by engineer. */
"Screensharing stopped" = "Zdieľanie obrazovky stopnuté";

/* No comment provided by engineer. */
"Search" = "Hľadať";

/* No comment provided by engineer. */
"Search for places" = "Hľadať miesta";

/* Replacement in case of out of office */
"Select a replacement" = "Vybrať náhradu";

/* No comment provided by engineer. */
"Select language" = "Vybrať jazyk";

/* Copy a 'selection' of a message */
"Selection" = "Výber";

/* No comment provided by engineer. */
"Send" = "Odoslať";

/* No comment provided by engineer. */
"Send a reaction" = "Poslať reakciu";

/* No comment provided by engineer. */
"Send call notification" = "Odoslať upozornenie na hovor";

/* No comment provided by engineer. */
"Send later" = "Odoslať neskôr";

/* No comment provided by engineer. */
"Send later without notification" = "Odoslať neskôr bez upozornenia";

/* No comment provided by engineer. */
"Send message" = "Odoslať správu";

/* Send a message now */
"Send now" = "Odoslať teraz";

/* No comment provided by engineer. */
"Send without notification" = "Poslať bez upozornenia";

/* No comment provided by engineer. */
"Send/Accept" = "Odoslať/Akceptovať";

/* No comment provided by engineer. */
"Sending no invitations" = "Neposielajú sa žiadne upozornenia";

/* No comment provided by engineer. */
"Sensitive conversation" = "Citlivá konverzácia";

/* A message has been sent without notifications */
"Sent without notification" = "Poslať bez upozornenia";

/* No comment provided by engineer. */
"Server" = "Server";

/* No comment provided by engineer. */
"Server address https://…" = "Adresa servera https://...";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Server je momentálne v režime údržby.";

/* No comment provided by engineer. */
"Server not found" = "Server nebol nájdený";

/* No comment provided by engineer. */
"Set" = "Nastaviť";

/* No comment provided by engineer. */
"Set password" = "Nastaviť heslo";

/* Remind me later about that message */
"Set reminder" = "Nastaviť pripomienku";

/* No comment provided by engineer. */
"Set status message" = "Nastaviť správu o stave";

/* No comment provided by engineer. */
"Settings" = "Nastavenia";

/* No comment provided by engineer. */
"Share" = "Sprístupňovať";

/* No comment provided by engineer. */
"Share a file from your Tassos" = "Zdieľať súbor z vášho Tassosu";

/* No comment provided by engineer. */
"Share current location" = "Zdieľať súčasnú polohu";

/* No comment provided by engineer. */
"Share link" = "Zdieľať odkaz";

/* No comment provided by engineer. */
"Share location" = "Zdieľať polohu";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Zdieľať polohu špendlíka";

/* No comment provided by engineer. */
"Share to chat" = "Zdieľať v chate";

/* No comment provided by engineer. */
"Share with" = "Zdieľať s";

/* No comment provided by engineer. */
"Shared items" = "Zdieľané položky";

/* No comment provided by engineer. */
"Shared location" = "Zdieľaná poloha";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Zdieľanie do federovanej konverzácie nie je podporované.";

/* No comment provided by engineer. */
"Short absence status" = "Status pre Krátku neprítomnosť";

/* No comment provided by engineer. */
"Short absence status is too long" = "Status krátkej neprítomnosti je príliš dlhý";

/* No comment provided by engineer. */
"Show more…" = "Zobraziť viac...";

/* No comment provided by engineer. */
"Signaling" = "Signalizácia";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP prichádzajúci hovor";

/* No comment provided by engineer. */
"Skip" = "Preskočiť";

/* No comment provided by engineer. */
"Slide to cancel" = "Potiahnuť pre zrušenie";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Niektoré správy sa nezobrazia, budu stiahnuté keď budeme znova pripojený";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "Zdrojový kód";

/* speaker = Loudspeaker, device */
"Speaker" = "Reproduktor";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Reproduktor vypnutý";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Reproduktor zapnutý";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Prístup k rozpoznávaniu reči nie je povolený. Skontrolujte nastavenia.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Rozpoznávanie reči zlyhalo";

/* No comment provided by engineer. */
"Start a new group conversation" = "Začať novú skupinovú konverzáciu";

/* No comment provided by engineer. */
"Start call" = "Začať hovor";

/* No comment provided by engineer. */
"Start call silently" = "Začat hovor potichu";

/* No comment provided by engineer. */
"Start recording" = "Spustiť nahrávanie";

/* No comment provided by engineer. */
"Start time" = "Čas začiatku";

/* No comment provided by engineer. */
"Start video call" = "Začať video hovor";

/* No comment provided by engineer. */
"Start video call silently" = "Začat video hovor potichu";

/* No comment provided by engineer. */
"Status" = "Stav";

/* No comment provided by engineer. */
"Status message" = "Správa o stave";

/* Action to 'Stop' a recording */
"Stop" = "Zastaviť";

/* No comment provided by engineer. */
"Stop recording" = "Zastaviť nahrávanie";

/* No comment provided by engineer. */
"Stop screensharing" = "Zastaviť zdieľanie obrazovky";

/* Strikethrough text */
"Strikethrough" = "Prečiarknuť";

/* No comment provided by engineer. */
"STUN servers" = "STUN server";

/* No comment provided by engineer. */
"Submit vote" = "Odoslať hlas";

/* No comment provided by engineer. */
"Switch account" = "Prepnúť účet";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Prepnúť do inej konverzácie ...";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Synchronizovať s dôveryhodnými servermi a globálnym a verejným adresárom";

/* Talk to a user */
"Talk to" = "Talk /Rozhovor/ s";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Stlačiť a držať pre nahranie hlasovej správy";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Stlačiť a držať pre nahranie hlasovej správy, uvoľnenie tlačítka ju odošle.";

/* No comment provided by engineer. */
"Test failed" = "Test zlyhal";

/* No comment provided by engineer. */
"Test push notifications" = "Otestovať push notifikácie";

/* No comment provided by engineer. */
"Test results" = "Výsledky testu";

/* No comment provided by engineer. */
"Test results copied" = "Výsledky testu boli skopírované";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Aplikácia je príliš stará a tento server ju viac nepodporuje.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Výzva na túto udalosť skončila. Chcete túto konverzáciu vymazať pre všetkých?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Hovor už trvá viac ako jednu hodinu.";

/* No comment provided by engineer. */
"The call might be recorded" = "Hovor môže byť zaznamenaný";

/* No comment provided by engineer. */
"The password is wrong" = "Heslo je nesprávne";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Záznam by mohol obsahovať váš hlas, video z kamery a zdieľanú obrazovku. Pred pripojením k hovoru je potrebný váš súhlas.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "Token môže byť už použitý alebo expirovaný. Prosím, vygenerujte nový QR kód a skúste to znovu.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Neexituje žiadny nastavený účet pre užívateľa %1$@ na serveri %2$@ v tejto aplikácii.";

/* No comment provided by engineer. */
"This call is being recorded" = "Hovor sa nahráva";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Tento rozhovor je pripojený k udalosti v kalendári. Upravte udalosť na zmenu názvu/opisu rozhovoru.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Táto konverzácia je iba na čítanie";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Táto konverzácia bude automaticky odstránená pre všetkých po %ld dňoch neaktivity.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Toto je webová adresa, ktorú používate na prístup k svojmu serveru vo webovom prehliadači.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Tento rozhovor je naplánovaný na";

/* No comment provided by engineer. */
"This might take a moment" = "Toto môže chvíľu trvať.";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Tento súhrn je generovaný AI a môže obsahovať chyby.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Zvyčajne to znamená, že toto zariadenie bolo predtým používané pre účet, ktorý nebol správne odstránený zo servera.";

/* No comment provided by engineer. */
"This week" = "Tento týždeň";

/* Remind me this weekend about that message */
"This weekend" = "Tento víkend";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Toto ovplyvní funkčnosť tejto aplikácie. Skontrolujte svoje nastavenia.";

/* No comment provided by engineer. */
"Thread" = "Vlákno";

/* No comment provided by engineer. */
"Thread notification level button" = "Tlačidlo úrovne oznámení vlákna";

/* No comment provided by engineer. */
"Thread title" = "Názov vlákna";

/* No comment provided by engineer. */
"Threads" = "Vlákna";

/* No comment provided by engineer. */
"Title" = "Funkcia";

/* 'To' which language user wants to translate text */
"To" = "Pre";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Ak chcete tento problém vyriešiť, použite webové rozhranie a prejdite do časti „Nastavenia -> Zabezpečenie“.";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Pre:";

/* No comment provided by engineer. */
"Today" = "Dnes";

/* Remind me tomorrow about that message */
"Tomorrow" = "Zajtra";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Prepisovať";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Prepis";

/* No comment provided by engineer. */
"Translate" = "Translate";

/* No comment provided by engineer. */
"Translation" = "Preklad";

/* No comment provided by engineer. */
"Translation failed" = "Preklad zlyhal";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Snažím sa prihlásiť…";

/* No comment provided by engineer. */
"TURN servers" = "TURN servery";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Prezývka na Twitteri @…";

/* No comment provided by engineer. */
"Typing indicator" = "Indikátor písania";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Indikátor písania je dostupný len pri použití vysokovýkonného backendu (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Nepodarilo sa získať kontext správy";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Nepodarilo sa získať konverzáciu zo správy";

/* No comment provided by engineer. */
"Unable to load file" = "Nemôžem nahrať súbor";

/* No comment provided by engineer. */
"Unable to open file" = "Nemôžem otvoriť súbor";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Zrušiť archiváciu konverzácie";

/* No comment provided by engineer. */
"Unavailable" = "Nedostupné";

/* No comment provided by engineer. */
"Unban" = "Zrušiť ban";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "V časti \"Zariadenia a relácie\" skontrolujte, či neexistujú duplicitné položky pre to isté zariadenie.";

/* No comment provided by engineer. */
"Undo" = "Vrátiť";

/* No comment provided by engineer. */
"Undo Typing" = "Vrátiť napísané";

/* No comment provided by engineer. */
"Unknown" = "Neznámy";

/* No comment provided by engineer. */
"Unknown error" = "Neznáma chyba";

/* No comment provided by engineer. */
"Unknown error occurred" = "Nastala neznáma chyba";

/* No comment provided by engineer. */
"Unpin" = "Odopnúť";

/* No comment provided by engineer. */
"Unpin message" = "Odopnúť správu";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Neprečítané";

/* No comment provided by engineer. */
"Unread mentions" = "Neprečítané upozornenia";

/* No comment provided by engineer. */
"Unread messages" = "Neprečítané správy";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Aktualizovať";

/* No comment provided by engineer. */
"Updated notification settings" = "Aktualizované nastavenia oznámení";

/* No comment provided by engineer. */
"Upload failed" = "Odoslanie bolo neúspešné";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Nahrávam %ld elementov";

/* No comment provided by engineer. */
"User" = "Užívateľ";

/* No comment provided by engineer. */
"User profile and settings" = "Profil a nastavenia používateľa";

/* No comment provided by engineer. */
"User status supported?" = "Je podporovaný stav užívateľa?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Kapacita úložiska pre užívateľa prekročená";

/* No comment provided by engineer. */
"Users" = "Používatelia";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Verzia";

/* Join a call in video call mode */
"Video call" = "Video hovor";

/* No comment provided by engineer. */
"Video quality" = "Kvalita videa";

/* Conversation visibility settings */
"Visibility" = "Viditeľnosť";

/* No comment provided by engineer. */
"Voice messages" = "Hlasové správy";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Čaká sa na %@  kým sa pripojí k hovoru ...";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Čaká sa na ostatných kým sa pripoja na hovor ...";

/* No comment provided by engineer. */
"Website" = "Webstránka";

/* No comment provided by engineer. */
"What is your status?" = "Aký je váš stav?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Napíšte správu, ak chcete niekoho spomenúť uveďte @ pred ich menom...";

/* No comment provided by engineer. */
"Yes" = "Áno";

/* No comment provided by engineer. */
"Yesterday" = "Včera";

/* No comment provided by engineer. */
"You" = "Vy";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Pridali ste účastníkov {user0} a %ld ďalších ";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Pridali ste {user0} a {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Vy, {user0} a %ld účastníkov sa pridalo k hovoru";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Vy a %ld účastníkov opustilo hovor";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Vy a {actor0} ste sa pridali k hovoru";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Vy a {actor0} ste opustili hovor";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Momentálne ste v čakárni";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Nie ste súčasťou žiadnej konverzácie";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Nie ste súčasťou žiadnej konverzácie. Stlačte + pre začatie novej.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Môžete nastaviť vaše telefónne číslo aby vás ostatní používatelia našli";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Degradovali ste {user0} a %ld účastníkov z moderátorov";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Degradovali ste {user0} a {user1} z moderátorov";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Máte %ld čakajúcich pozvánok";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Stlmil vás moderator";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Nemáte naplánované žiadne stretnutia.";

/* No comment provided by engineer. */
"You have no unread mentions." = "Nemáte žiadne neprečítané zmienky.";

/* No comment provided by engineer. */
"You have no unread messages." = "Nemáte žiadne neprečítané správy.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Skôr než budete môcť opustiť %@, je potrebné niekomu odovzdať rolu moderátora.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Skôr než budete môcť opustiť rozhovor, je potrebné niekomu odovzdať rolu moderátora.";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Povýšili ste {user0} a %ld účastníkov na moderátorov";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Povýšili ste {user0} a {user1} na moderátorov";

/* No comment provided by engineer. */
"You received a new notification" = "Máte nové oznámenie";

/* No comment provided by engineer. */
"You reconnected to the call" = "Opäť ste sa pripojili k hovoru";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Odstránili ste účastníkov {user0} a %ld ďalších ";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Odstránili ste {user0} a {user1}";

/* No comment provided by engineer. */
"Your email address" = "Vaša emailová adresa";

/* No comment provided by engineer. */
"Your phone number" = "Vaše telefónne číslo";

/* No comment provided by engineer. */
"Your PIN" = "Váš PIN";

/* No comment provided by engineer. */
"Your postal address" = "Vaša poštová adresa";

/* 'Zammad' is a product name */
"Zammad API error" = "Chyba Zammad API";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} pridal vás a %ld ďalších účastníkov";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} pridal/a vás a {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} pridal {user0} a %ld ďalších účastníkov";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} pridal {user0} a {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} a %ld ďalších účastníkov sa pridalo k hovoru";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} a %ld ďalších účastníkov opustilo hovor";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} a {actor1} sa pridali k hovoru";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} a {actor1} opustili hovor";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} degradoval vás a %ld ďalších účastníkov z moderátorov";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} degradoval vás a {user0} z moderátorov";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} degradoval {user0} a %ld ďalších účastníkov z moderátorov";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} degradoval {user0} a {user1} z moderátorov";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} povýšil vás a %ld ďalších účastníkov na moderátorov";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} povýšil vás a {user0} na moderátorov";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} povýšil {user0} a %ld ďalších účastníkov na moderátorov";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} povýšil {user0} a {user1} na moderátorov";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} sa opäť pripojil k hovoru";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} odstránil vás a %ld ďalších účastníkov";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} odstránil vás a {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} odstránil {user0} a %ld ďalších účastníkov";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} odstránil {user0} a {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Nové správy";

